Repository: reyrodrigues/TalonApp
Catalog: po/*.po
Languages: ar, pt

source: Assign Voucher Book
ar: تعيين كتاب الإيصال
pt: Associar Livro de Cupoms

source: Beneficiary
ar: المستفيد
pt: Beneficiário

source: Beneficiary not registered
ar: المستفيد غير مسجلة
pt: Beneficiário não registrado

source: Cancel
ar: إلغاء
pt: Cancelar

source: Card value after transaction
ar: قيمة بطاقة بعد الحركة
pt: Valor do cartão após a transação

source: Code
ar: الكود
pt: Código

source: Confirmation
ar: تأكيد
pt: Confirmar

source: Country
ar: الدولة
pt: País

source: Distribution
ar: توزيع
pt: Distribuição

source: Download Data From Server
ar: تحميل البيانات من الملقم
pt: Baixar dados do servidor

source: Enter Pin
ar: إدخال الرمز السري
pt: Entre PIN

source: Invalid PIN.
ar: غير صالح
pt: PIN inválido.

source: Invalid pin.
ar: غير صالح
pt: PIN inválido.

source: Invalid username or password.
ar: هناك خطا في اسم المستخدم او كلمة المرور
pt: Usuário ou senha inválidos.

source: Invalid voucher.
ar: قسيمة غير صالحة
pt: Cupom inválido.

source: Invoices
ar: الفواتير
pt: Faturas

source: Last Synced On:
ar: مزامن آخر على:
pt: Última sincronização em:

source: Location:
ar: الموقع الجغرافي:
pt: Localização:

source: Log in
ar: تسجيل الدخول
pt: Entrar

source: Login
ar: تسجيل الدخول
pt: Entrar

source: Logout
ar: تسجيل خروج
pt: Sair

source: Mobile Number:
ar: رقم الجوال
pt: Numero do celular

source: Name:
ar: الاسم:
pt: Nome

source: Not enough credit
ar: الائتمان غير كافية
pt: Não há credito suficiente

source: PIN
ar: ثبت

source: POS Mode
ar: نقطة البيع
pt: Modo PDV

source: Password
ar: كلمة السر
pt: Senha

source: Pay with card
ar: الدفع بواسطة بطاقة
pt: Pagar com cartão

source: Pending card load value
ar: قيمة تحميل بطاقة معلقة
pt: Carga do cartão pendente

source: Please hold NFC card close to reader
ar: يرجى إجراء بطاقة نفك قريبة من القارئ
pt: Por favor segure o cartão NFC contra o leitor

source: Please sign below
ar: الرجاء التوقيع أدناه
pt: Por favor assine abaixo

source: Process transaction
ar: الحركة عملية
pt: Processar transação

source: Provision Card
ar: بطاقة الاعتماد
pt: Configurar cartao

source: Read Card
ar: بطاقة القراءة
pt: Ler cartão

source: Receipts
ar: الإيصالات
pt: Recibos

source: Reload Card
ar: أعادة التحميل
pt: Recarregar cartão

source: Scan another voucher
ar: مسح آخر قسيمة
pt: Escanear outro cupom

source: Scan first page
ar: مسح الصفحة الأولى
pt: Escanear primeira página

source: Search
ar: بحث
pt: Buscar

source: Select Beneficiary
ar: حدد المستفيد
pt: Selecione Beneficiário

source: Set Pin
ar: تعيين رقم التعريف الشخصي
pt: Escolher PIN

source: Settings
ar: إعدادات
pt: Configurações

source: Sync Data
ar: مزامنة البيانات
pt: Sincronizar dados

source: The transaction in the amount of
ar: الحركة في مبلغ من
pt: A transação no valor de

source: There is no value to be charged.
ar: لا توجد قيمة تكون مكلفة.
pt: Não há valor a ser cobrado.

source: Updating PIN
ar: تحديث PIN
pt: Atualizando PIN

source: Username
ar: المستخدم
pt: Usuário

source: Value of this transaction
ar: قيمة هذه الصفقة
pt: Valor dessa transação

source: Value:
ar: اسم القيمة:
pt: Valor:

source: View Beneficiary
ar: رأي المستفيدين
pt: Ver beneficiário

source: Voucher
ar: قسيمة شراء
pt: Cupom

source: Voucher already added
ar: الإيصال بالفعل بإضافة
pt: Cupom já foi associado

source: Voucher belongs to a different beneficiary.
ar: قسيمة ينتمي إلى مستفيد آخر.
pt: Cupom pertence a outro beneficiário

source: Voucher can't be used before
ar: لا يمكن استخدام القسيمة قبل
pt: Este cupom não pode ser usado antes

source: You are logged in as an administrator. The POS mode is available for demo use only. The transaction will not be completed.
ar: دخولك كمسؤول. وضع نقاط البيع متاح للاستخدام التجريبي فقط. لن تكتمل الصفقة.
pt: Você esta logado como um administrador. O modo PDV só é disponível para demonstrações. Essa transação não será completada.

source: has been completed.
ar: قد اكتمل.
pt: foi completada

source: Unknown
ar: غير معروف
pt: Desconhecido
